tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "mas"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gh"
brew "go-task"
brew "fish"
brew "wget"

cask "1password"
cask "authy"
cask "bettertouchtool"
cask "brave-browser"
cask "cheatsheet"
cask "iterm2"
cask "obs"
cask "raycast"
cask "visual-studio-code"
cask "vnc-viewer"

mas "BetterSnapTool", id: 417375580
mas 'Display Menu', id: 549083868
mas 'LINE', id: 539883307
