tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "1password-cli"
brew "mas"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gh"
brew "go-task"
brew "wget"

cask "1password"
cask "arc"
cask "authy"
cask "brave-browser"
cask "cheatsheet"
cask "cursor"
cask "google-chrome"
cask "karabiner-elements"
cask "obs"
cask "raycast"
cask "visual-studio-code"
cask "warp"

mas 'Display Menu', id: 549083868
mas 'LINE', id: 539883307
mas 'Monosnap', id: 540348655
mas 'QuickImageUploader', id: 1609831553
