tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "mas"
brew "git"
brew "git-lfs"
brew "gh"
brew "tig"
brew "fish"
brew "fzf"
brew "nodebrew"
brew "pipenv"
brew "rbenv"
brew "go"
brew "pngquant"
brew "yarn"
brew "heroku/brew/heroku"
brew "postgresql"
brew "nkf"
brew "wget"

cask "adobe-creative-cloud"
cask "authy"
cask "bettertouchtool"
cask "brave-browser"
cask "cheatsheet"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "vnc-viewer"

mas "BetterSnapTool", id: 417375580
mas 'Display Menu', id: 549083868
mas 'Flip Clock - フルスクリーンの目覚まし時計', id: 1181028777
mas 'LINE', id: 539883307
mas 'PopClip', id: 445189367
